const qnaList = [
  {
    q: 'Q1. 하고 싶은 일이란 평생 할 수 있는 일이어야 한다.',
    a: [
      { answer: 'O', type: [1,2] },
      { answer: 'X', type: [0,2] }
    ]
  },
  {
    q: 'Q2. 하고 싶은 일은 처음부터 운명적인 느낌이 있다. ',
    a: [
      { answer: 'O', type: [1,2] },
      { answer: 'X', type: [0,2] }
      ]
  },
  {
    q: 'Q3. 하고 싶은 일은 타인에게 도움이 되는 일이어야 한다.',
    a: [
      { answer: 'O', type: [1,2] },
      { answer: 'X', type: [0,2] }
      ]
  },
  {
    q: 'Q4. 하고 싶은 일은 많은 행동을 해야만 찾을 수 있다.',
    a: [
      { answer: 'O', type: [1,2] },
      { answer: 'X', type: [0,2] }
      ]
  },
  {
    q: 'Q5. 하고 싶은 일은 직업으로 성립되지 않는다.',
    a: [
      { answer: 'O', type: [1,2] },
      { answer: 'X', type: [0,2] }
      ]
  }
]

const infoList = [
  {//0
    name: '인간 네비게이션',
    desc: '하고 싶은 일을 하면서 살고 계신가요? 멋져요!'
  },
  {//1
    name: '나는 길치..?',
    desc: '길찾기와 함께 하고 싶은 일에 대해 알아보세요'
  },
  {//2
    name: '방황하는 사람',
    desc: '혹시 길을 잃으셨나요? 길찾기와 함께 다시 방향을 잡아보시는 건 어떨까요?'
  },
]